TEXTS = {
    'agreement_text': (
        "Просим вас подтвердить своё согласие — это обязательное требование для дальнейшей работы ⤵️\n\n"
        "📌 Политика конфиденциальности\n"
        "📌 Согласие на обработку персональных данных"
    ),
    'welcome_message': (
        "<b>💎 В нашем боте</b>\n\n"
        "📸 <b><i>Фото оживают</i></b> — мгновения приходят в движение.\n"
        "🎬 <b><i>Видео создаются</i></b> — воображение становится реальностью.\n"
        "🎨 <b><i>Изображения редактируются</i></b> — качество и стиль выходят на новый уровень.\n"
        "💎 <b><i>Реферальная система</i></b> — творчество приносит реальные бонусы.\n\n"
        "✨ <b>Начните творить.</b> Откройте дверь в мир, где ваш контент живёт, движется и цепляет."
    )
}