TEXTS = {
    'agreement_text': (
        "Добро пожаловать! Перед началом работы просим вас ознакомиться с тремя важными документами и подтвердить их принятие. ⤵️\n\n"
        "📌 <a href='https://docs.google.com/document/d/1a5VvZ6Y9O6dNzEks0FeWaV-ch6u0x_uIj1Tl3fCKkKI/edit?tab=t.0'>Политика конфиденциальности</a>\n\n"
        "📌 <a href='https://docs.google.com/document/d/1X74L-4BtUrrxbuHUIPlw1QfrNV8_c6L92YD0h_Srpug/edit?tab=t.0'>Согласие на обработку персональных данных</a>\n\n"
        "📌 <a href='https://docs.google.com/document/d/1ik6H8r3mc2vLQWqce_Yc9evrd5shACcdr3um8jOYV6o/edit?tab=t.0#heading=h.448sylidj6gd'>Договор оферты</a>"
    ),
    'welcome_message': (
        "<b>💎 В нашем боте</b>\n\n"
        "📸 <b><i>Фото оживают</i></b> — мгновения приходят в движение.\n"
        "🎬 <b><i>Видео создаются</i></b> — воображение становится реальностью.\n"
        "🎨 <b><i>Изображения редактируются</i></b> — качество и стиль выходят на новый уровень.\n\n"
        "✨ <b>Начните творить.</b> Откройте дверь в мир, где ваш контент живёт, движется и цепляет."
    )
}